[
{"Date": ["Sydney – 5 December 2006"], "Text": {}},
{"Date": ["Sydney – 4 December 2007"], "Text": {"Present": ["<p>\r\n\t\t\t\t\t\tGR Stevens (Chairman), R Battellino, KR Henry AC, JH Akehurst,\r\n\t\t\t\t\t\tJR Broadbent AO, RC Corbett AM, GJ Kraehe AO,\r\n\t\t\t\t\t\tDG McGauchie AO, WJ McKibbin\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tGL Debelle, ML Edey\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tDH Emanuel (Secretary), AL Dickman (Deputy Secretary)\r\n\t\t\t\t\t</p>"], "Minutes": ["<p>\r\n\t\t\t\t\t\tThe minutes of the meeting held on 6 November 2007 were approved.\r\n\t\t\t\t\t</p>"], "International Economic Conditions": ["<p>\r\n\t\t\t\t\t\tThe meeting began with a discussion about the world economic environment. National\r\n\t\t\t\t\t\taccounts data for the September quarter for most of Australia's major\r\n\t\t\t\t\t\ttrading partners indicated that, weighted by their shares in Australia's\r\n\t\t\t\t\t\tmerchandise exports, year-ended growth had continued to be about 5 per cent.\r\n\t\t\t\t\t\tWhile there had been little sign of a slowdown in the data thus far, forecasts\r\n\t\t\t\t\t\tfrom the IMF in October indicated that trading partner growth on this basis\r\n\t\t\t\t\t\twas likely to slow in 2008 to around 4½ per cent. The latest adverse\r\n\t\t\t\t\t\tdevelopments in credit markets suggested that these forecasts would be revised\r\n\t\t\t\t\t\tdown further.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tMembers examined the revised September-quarter GDP figures for the United States.\r\n\t\t\t\t\t\tThese data highlighted the resilience of the US economy to date, with growth\r\n\t\t\t\t\t\tnow recorded at 2.8 per cent over the year. The moderate slowdown in aggregate\r\n\t\t\t\t\t\tgrowth over the past two years had been driven by developments in the housing\r\n\t\t\t\t\t\tsector. The latest data showed that non-housing parts of the US economy had\r\n\t\t\t\t\t\tremained strong, with exports in particular now rising strongly, assisted by\r\n\t\t\t\t\t\tthe depreciation of the US dollar. Excluding residential investment, GDP growth\r\n\t\t\t\t\t\thad been almost 4 per cent over the past year.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tMembers noted that there was a range of views among forecasters about the seriousness\r\n\t\t\t\t\t\tof the slowdown in the US economy. In the US housing sector itself, the downturn\r\n\t\t\t\t\t\thad continued for longer than most observers had expected. It would be difficult\r\n\t\t\t\t\t\tin the period ahead for the rest of the US economy to remain as strong as it\r\n\t\t\t\t\t\thad been, since the housing downturn would feed back into employment and incomes\r\n\t\t\t\t\t\tand, therefore, spending. Consequently, the outlook for US GDP growth was weakening.\r\n\t\t\t\t\t\tBut thus far the labour market had remained reasonably firm. Initial jobless\r\n\t\t\t\t\t\tclaims, a high-frequency and timely indicator, had not at this stage shown\r\n\t\t\t\t\t\tany sign of the sharp rise that had been associated with recessions in the\r\n\t\t\t\t\t\tpast.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn Japan, the quarterly GDP data had been volatile, but suggested that moderate growth\r\n\t\t\t\t\t\thad continued into the September quarter. A notable recent development had\r\n\t\t\t\t\t\tbeen the sharp fall in housing starts around mid year following a change to\r\n\t\t\t\t\t\tbuilding codes. This had reduced growth in the September quarter.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tGrowth in the euro area had moderated over the past year. The appreciation of the\r\n\t\t\t\t\t\teuro had contributed to a moderation in export growth.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tGrowth in China had remained very rapid over the course of 2007, as measured by the\r\n\t\t\t\t\t\tlatest data on industrial production. Chinese demand was boosting growth in\r\n\t\t\t\t\t\tother east Asian economies, which had recorded strengthening industrial production\r\n\t\t\t\t\t\tin recent months; it was now rising by over 8 per cent per annum in the region\r\n\t\t\t\t\t\tas a whole. However, given the outlook for the major industrial economies,\r\n\t\t\t\t\t\tit was uncertain whether the increased pace of growth in east Asia would be\r\n\t\t\t\t\t\tsustained during 2008.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tEconomic growth in India had been running at an average rate of around 9 per cent\r\n\t\t\t\t\t\tin the past three years, with the step-up in the pace of growth from earlier\r\n\t\t\t\t\t\tperiods attributable to reforms undertaken mainly in the second half of the\r\n\t\t\t\t\t\t1990s. Although less than half the size of China at present, the Indian economy\r\n\t\t\t\t\t\twas of rising importance to Australia, and was currently the destination for\r\n\t\t\t\t\t\t6 per cent of Australia's exports.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe WTI crude oil price had reached almost US$100 per barrel during the past month,\r\n\t\t\t\t\t\tbut had dropped back to below US$90 in the past week or so. The price of Tapis\r\n\t\t\t\t\t\tcrude oil moved above US$100 per barrel during November, but had also fallen\r\n\t\t\t\t\t\tback.\r\n\t\t\t\t\t</p>"], "Domestic Economic Conditions": ["<p>\r\n\t\t\t\t\t\tReviewing recent developments in the domestic economy, members noted that the national\r\n\t\t\t\t\t\taccounts for the September quarter were to be released the next day. The data\r\n\t\t\t\t\t\tpublished so far on the important expenditure and income components suggested\r\n\t\t\t\t\t\tthat growth in GDP could be around 1 per cent in the quarter and close\r\n\t\t\t\t\t\tto 5 per cent on a year-ended basis, assuming no revisions.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tConsumer spending had been a key driver of growth in the September quarter, with\r\n\t\t\t\t\t\tthe volume of retail sales rising by around 2 per cent in the quarter. Consumer\r\n\t\t\t\t\t\tsentiment, which was a volatile indicator, had remained well above its long-run\r\n\t\t\t\t\t\taverage level, though in the past two months it had declined. Motor vehicle\r\n\t\t\t\t\t\tsales had increased in the past few months to be 9 per cent higher than a year\r\n\t\t\t\t\t\tearlier.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tAlthough indicators of private spending in the September quarter had been strong,\r\n\t\t\t\t\t\tthere had been an easing in the demand for finance by households in recent\r\n\t\t\t\t\t\tmonths. Growth of housing credit had fallen from a monthly rate of about 1\r\n\t\t\t\t\t\tper cent in the first half of the year to about 0.8 per cent more recently.\r\n\t\t\t\t\t\tHousing loan approvals, as a share of credit outstanding, had also eased in\r\n\t\t\t\t\t\tthe past few months. Overall credit had continued to rise steadily in recent\r\n\t\t\t\t\t\tmonths, with the slowing in household credit growth more than offset by a rise\r\n\t\t\t\t\t\tin the growth of business credit, which had increased by 22 per cent over\r\n\t\t\t\t\t\tthe past year. Part of the recent pick-up in business credit reflected greater\r\n\t\t\t\t\t\treliance by businesses on bank funding in response to more difficult capital\r\n\t\t\t\t\t\tmarket conditions. But, even allowing for this effect, total business borrowing\r\n\t\t\t\t\t\twas still rising rapidly.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tMembers noted that business investment was estimated to have increased by more than\r\n\t\t\t\t\t\t10 per cent over the year to the September quarter, in a continuation\r\n\t\t\t\t\t\tof the strong period of growth recorded over the past five years. As a share\r\n\t\t\t\t\t\tof GDP, investment had reached a high level, equal to that seen in the late\r\n\t\t\t\t\t\t1980s. The buildings and structures component, in particular, had risen rapidly\r\n\t\t\t\t\t\tas a share of GDP. In the past three years, engineering construction spending\r\n\t\t\t\t\t\thad increased at an average annual rate of almost 30 per cent, while non-residential\r\n\t\t\t\t\t\tbuilding had also increased rapidly.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tWhile the high level of business investment was adding to productive capacity, business\r\n\t\t\t\t\t\tsurveys indicated that capacity constraints remained significant. A recent\r\n\t\t\t\t\t\tsurvey of small and medium businesses showed that while a sizeable proportion\r\n\t\t\t\t\t\tof respondents had no major concerns, finding quality staff had clearly become\r\n\t\t\t\t\t\ta greater concern than the lack of work or sales over the past two years. This\r\n\t\t\t\t\t\tsupported other indicators of very tight conditions in the labour market.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tMembers noted that export earnings had risen by more than 50 per cent over the past\r\n\t\t\t\t\t\tfour years, largely because of the strong trend rise in commodity prices. Export\r\n\t\t\t\t\t\tvolumes had increased by about 20 per cent over that period, and had begun\r\n\t\t\t\t\t\tto rise more strongly in the past year for the major categories apart from\r\n\t\t\t\t\t\trural exports, which had been adversely affected by the drought. Growth of\r\n\t\t\t\t\t\timports in volume terms had increased significantly over the past year, a sign\r\n\t\t\t\t\t\tof the strength of domestic demand and also reflecting a higher exchange rate.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tOver the past few years, the terms of trade had recorded the largest increase since\r\n\t\t\t\t\t\tthe early 1950s, and were continuing to provide a boost to Australian incomes.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tDiscussion turned to wages and the inflation outlook. According to the wage price\r\n\t\t\t\t\t\tindex, there had been a slight upward drift in wage growth in the September\r\n\t\t\t\t\t\tquarter, measured on a year-ended basis, though interpreting the data had been\r\n\t\t\t\t\t\tmade more difficult by recent changes to the timing of the minimum wage decision.\r\n\t\t\t\t\t\tMembers discussed trends in wages in various sectors. The staff forecast for\r\n\t\t\t\t\t\tinflation had been revised to take account of the November monetary policy\r\n\t\t\t\t\t\tdecision and incorporate a lower assumption for the trade-weighted exchange\r\n\t\t\t\t\t\trate. On this basis, underlying inflation was forecast to rise above 3 per\r\n\t\t\t\t\t\tcent in the next two quarters and then to ease gradually, to around 3 per cent,\r\n\t\t\t\t\t\tover the ensuing quarters.\r\n\t\t\t\t\t</p>"], "Financial Markets": ["<p>\r\n\t\t\t\t\t\tThe discussion then turned to financial markets. Board members observed that sentiment\r\n\t\t\t\t\t\thad deteriorated markedly again during the past month. This was particularly\r\n\t\t\t\t\t\tevident in a tightening in money market conditions in major financial markets,\r\n\t\t\t\t\t\twith yields rising relative to expected central bank policy rates, to around\r\n\t\t\t\t\t\tthe levels seen in August and September.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tReasons for the recent rise in spreads included a desire for higher levels of liquidity\r\n\t\t\t\t\t\tas the year-end approached; further announcements of write-downs from credit\r\n\t\t\t\t\t\tlosses from investment banks and semi-public financial agencies in the United\r\n\t\t\t\t\t\tStates; some ratings downgrades; and concerns about the potential spillovers\r\n\t\t\t\t\t\tfrom problems being experienced by bond insurers (‘monolines’).\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tCentral banks around the world had again responded to the tightening in credit conditions\r\n\t\t\t\t\t\tby injecting liquidity. As in the earlier period, the extent of pressure in\r\n\t\t\t\t\t\tthe Australian money market was less than had been evident elsewhere. The Bank's\r\n\t\t\t\t\t\tapproach was to continue to supply enough funds to keep the cash rate at the\r\n\t\t\t\t\t\ttarget.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tMarket expectations were that the US Fed would cut the federal funds rate by at least\r\n\t\t\t\t\t\t25 basis points at its policy meeting on 11 December. Beyond that, three further\r\n\t\t\t\t\t\treductions by the middle of 2008 had been priced in by the market. As a consequence\r\n\t\t\t\t\t\tof the changed market expectations in recent months, the US yield curve had\r\n\t\t\t\t\t\tshifted down considerably, particularly at shorter maturities.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tGovernment bond yields had declined over the past month to as low as 3.8 per cent\r\n\t\t\t\t\t\tin the United States, though more recently they had risen a little from that\r\n\t\t\t\t\t\ttrough. Yields on German and Japanese government debt had not fallen as far\r\n\t\t\t\t\t\tand, for the first time in over three years, 10-year German yields were trading\r\n\t\t\t\t\t\tabove those on US bonds of equivalent maturity. The spread between 10-year\r\n\t\t\t\t\t\tAustralian and US bond yields was now over 200 basis points.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tWhile a monetary policy easing of 100 basis points was now priced in for the United\r\n\t\t\t\t\t\tStates, there was no expectation of a rate change in either the euro area or\r\n\t\t\t\t\t\tJapan. Reductions in policy rates were expected in Canada and the United Kingdom,\r\n\t\t\t\t\t\tand a further rise was expected in Sweden. Monetary policy settings had been\r\n\t\t\t\t\t\ttightened further in China.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tCorporate bond spreads in the United States had widened, particularly for lower-rated\r\n\t\t\t\t\t\tcredits, but corporate yields on highly rated debt had still declined in the\r\n\t\t\t\t\t\tpast few months, given the reduction in Treasury bond yields.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn Australia, corporate bond yields had risen, partly because of the rise in Australian\r\n\t\t\t\t\t\tgovernment bond yields. However, business funding had increased steadily over\r\n\t\t\t\t\t\tthe past year.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tMembers observed that the renewed bout of pessimism in world financial markets had\r\n\t\t\t\t\t\talso been reflected in share prices. Declines in major equity markets had been\r\n\t\t\t\t\t\tled by sharp falls in the share prices of financial stocks over the past month\r\n\t\t\t\t\t\tor two, though they had risen somewhat more recently. Share prices in emerging\r\n\t\t\t\t\t\tmarkets had also declined over the past month.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tAlthough the share prices of Australian financial stocks had fallen over the past\r\n\t\t\t\t\t\tmonth, they had performed considerably better than their US counterparts, particularly\r\n\t\t\t\t\t\tcommercial banks, and were higher over the past year.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tForeign exchange markets had been highly volatile over the month. The euro reached\r\n\t\t\t\t\t\ta new high against the US dollar and, unlike in recent months, the yen appreciated\r\n\t\t\t\t\t\tnoticeably.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe Australian dollar had traded in a wide range over the past month, particularly\r\n\t\t\t\t\t\tagainst the yen, and continued to be a bellwether of sentiment in financial\r\n\t\t\t\t\t\tmarkets generally. Intraday volatility against the US dollar had been the highest\r\n\t\t\t\t\t\tfor the year. Although the exchange rate fell significantly against most currencies\r\n\t\t\t\t\t\tin the trade-weighted basket over the past month, it was still higher against\r\n\t\t\t\t\t\tmost of the currencies over the year, and about 5 per cent higher on a trade-weighted\r\n\t\t\t\t\t\tbasis.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tTurning to domestic financial markets, members looked at the continuing trend for\r\n\t\t\t\t\t\tAustralian banks to switch their funding, particularly short-term funding,\r\n\t\t\t\t\t\tfrom offshore to onshore; the data were available to the end of September and\r\n\t\t\t\t\t\tit was likely that this process had continued since then. The tightening of\r\n\t\t\t\t\t\tfinancial conditions and a widening of spreads over the past month had led\r\n\t\t\t\t\t\tto higher funding costs. For example, the increase in bank bill yields since\r\n\t\t\t\t\t\tJuly had been about 35 basis points more than the increase attributable\r\n\t\t\t\t\t\tto the increase in the cash rate. To date, loan rates had risen on products\r\n\t\t\t\t\t\tthat were linked directly to particular market rates. However, the standard\r\n\t\t\t\t\t\tindicator rates on prime, full-doc housing loans thus far had not been raised\r\n\t\t\t\t\t\tin response to higher costs.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tMembers discussed pricing in the credit market, which suggested only a low probability\r\n\t\t\t\t\t\twas attached to a policy change at this meeting. Markets saw a 40–50\r\n\t\t\t\t\t\tper cent chance of a tightening at the February 2008 meeting, with a tightening\r\n\t\t\t\t\t\tfully priced in by later in 2008.\r\n\t\t\t\t\t</p>"], "Considerations for Monetary Policy": ["<p>\r\n\t\t\t\t\t\tThe recommendation to the Board was to leave the cash rate unchanged at 6.75 per\r\n\t\t\t\t\t\tcent.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tMembers remained concerned about the outlook for inflation. Inflation in CPI and\r\n\t\t\t\t\t\tunderlying terms was expected to be above 3 per cent in the first half of 2008,\r\n\t\t\t\t\t\tbefore declining somewhat thereafter, to be around 3 per cent at the end of\r\n\t\t\t\t\t\tthe forecast period. Most data indicated continued strong expansion in demand\r\n\t\t\t\t\t\tin Australia, with continuing pressure on capacity. The information available\r\n\t\t\t\t\t\ton the domestic economy thus suggested that higher interest rates were likely\r\n\t\t\t\t\t\tto be required.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe world economy did not look as strong as in earlier months. Slower growth in the\r\n\t\t\t\t\t\tUS and some other major economies appeared to be in prospect in the near term,\r\n\t\t\t\t\t\tand downside risks had increased because of the financial turmoil. Overall,\r\n\t\t\t\t\t\tglobal growth in the year ahead was thought likely to be closer to trend than\r\n\t\t\t\t\t\tsuggested by forecasts available at the previous meeting. At the same time,\r\n\t\t\t\t\t\thigh prices for food, energy and natural resources posed a significant risk\r\n\t\t\t\t\t\tto inflation around the world.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tAs a result of the strains in global credit and money markets, over the month market\r\n\t\t\t\t\t\tinterest rates had risen independently of official rates in many countries.\r\n\t\t\t\t\t\tThe increases in Australia were less pronounced than elsewhere, and sound borrowers\r\n\t\t\t\t\t\thad ample access to finance. But compared with the actual and expected cash\r\n\t\t\t\t\t\trate, short-term borrowing costs had still risen noticeably since the November\r\n\t\t\t\t\t\tmeeting. To date, lenders had largely confined the pass-through of these increased\r\n\t\t\t\t\t\tcosts to business borrowers, though household borrowers could, in time, face\r\n\t\t\t\t\t\tsome additional increase as well. These developments could be expected to exert\r\n\t\t\t\t\t\tan additional degree of restraint on demand, over and above that caused by\r\n\t\t\t\t\t\tthe increases in the cash rate since mid year.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tMembers indicated that, absent the changes in market yields since the November meeting,\r\n\t\t\t\t\t\tthere would have been a strong case on domestic grounds for a rise in the cash\r\n\t\t\t\t\t\trate at this meeting. But given that a rise in money market rates had occurred,\r\n\t\t\t\t\t\tmembers observed that a further rise in the cash rate at this meeting, by adding\r\n\t\t\t\t\t\tto these market pressures, would result in quite a significant tightening of\r\n\t\t\t\t\t\toverall financial conditions over a short period. On the evidence currently\r\n\t\t\t\t\t\tavailable, and given the uncertainty over the global outlook, this did not\r\n\t\t\t\t\t\tappear to be immediately warranted.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThis consideration pointed towards maintaining the existing cash rate for the time\r\n\t\t\t\t\t\tbeing, pending evaluation of financial market developments and new data at\r\n\t\t\t\t\t\tthe next meeting. The question to be addressed at that time would be whether\r\n\t\t\t\t\t\tthe interest rates faced by borrowers as a result of the combination of policy\r\n\t\t\t\t\t\taction and market developments would exert sufficient restraint to contain\r\n\t\t\t\t\t\tinflation over the medium term.\r\n\t\t\t\t\t</p>"], "The Decision": ["<p>\r\n\t\t\t\t\t\tThe Board decided to leave the cash rate unchanged at 6.75 per cent. It was agreed\r\n\t\t\t\t\t\tthat a statement explaining the decision should make clear the Board's\r\n\t\t\t\t\t\tcontinuing concern about the outlook for inflation.\r\n\t\t\t\t\t</p>"], "Communication about Monetary Policy": ["<p>\r\n\t\t\t\t\t\tHaving reviewed communication issues over several months, the Board agreed that the\r\n\t\t\t\t\t\tchanges discussed at the previous meeting should be announced the following\r\n\t\t\t\t\t\tday; the changes encompassed a monthly statement of explanation, the announcement\r\n\t\t\t\t\t\tof the decision on the afternoon of the day of the meeting and the release\r\n\t\t\t\t\t\tof minutes of the monetary policy discussion. It was agreed that the time when\r\n\t\t\t\t\t\tthe result of the meeting would be expected by observers – i.e. 9.30 am\r\n\t\t\t\t\t\t– was the best time to make the announcement. Given the finely balanced\r\n\t\t\t\t\t\tnature of the decision, it was also agreed that it was appropriate to make\r\n\t\t\t\t\t\ta statement explaining the decision taken at this meeting, in accordance with\r\n\t\t\t\t\t\tthe new arrangements, even though that would surprise observers.\r\n\t\t\t\t\t</p>"], "Statement on the Conduct of Monetary Policy": ["<p>\r\n\t\t\t\t\t\tThe Governor briefed members on his meeting the previous week with the new Treasurer,\r\n\t\t\t\t\t\tand on the proposed new <em><a href=\"/monetary-policy/framework/stmt-conduct-mp-4-06122007.html\">Statement on the Conduct of Monetary Policy</a></em>.\r\n\t\t\t\t\t\tThe Statement included reference to the new disclosure arrangements the Board\r\n\t\t\t\t\t\twas implementing. Members supported it.\r\n\t\t\t\t\t</p>"]}},
{"Date": ["Sydney – 6 February 2007"], "Text": {}},
{"Date": ["Sydney – 3 October 2006"], "Text": {}},
{"Date": ["Sydney – 3 July 2007"], "Text": {}},
{"Date": ["Sydney – 7 August 2007"], "Text": {"Present": ["<p>\r\n\t\t\t\t\t\tGR Stevens (Chairman), R Battellino, KR Henry AC, JR Broadbent AO, RC Corbett AM,\r\n\t\t\t\t\t\tGJ Kraehe AO, DG McGauchie AO, WJ McKibbin\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tGL Debelle, ML Edey\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tDH Emanuel (Secretary), AL Dickman (Deputy Secretary)\r\n\t\t\t\t\t</p>"], "Minutes": ["<p>\r\n\t\t\t\t\t\tThe minutes of the meeting held on 3 July 2007 were approved.\r\n\t\t\t\t\t</p>"], "Recent Inflation Data and Outlook for the Australian Economy": ["<p>\r\n\t\t\t\t\t\tBoard members commenced their discussion of domestic economic conditions by reviewing\r\n\t\t\t\t\t\tthe June quarter CPI, which had increased by 1.2 per cent in the\r\n\t\t\t\t\t\tquarter and 2.1 per cent over the year. The headline figures had\r\n\t\t\t\t\t\tbeen volatile in recent quarters, with sharp movements in petrol and food prices\r\n\t\t\t\t\t\tmaking it difficult to discern the trend. The Bank's measures of underlying\r\n\t\t\t\t\t\tinflation, which attempt to remove these temporary influences, indicated inflation\r\n\t\t\t\t\t\tof 0.9 per cent in the quarter and 2¾ per cent over\r\n\t\t\t\t\t\tthe year, which was higher than expected prior to the release of the CPI.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn a general indication of increased inflation pressure in the June quarter, price\r\n\t\t\t\t\t\trises were more common than price falls, with 60 per cent of the\r\n\t\t\t\t\t\titems in the CPI by weight rising by more than 2.5 per cent in the\r\n\t\t\t\t\t\tquarter. Prices of tradable items in the CPI had increased by 1 per cent\r\n\t\t\t\t\t\tover the year to the June quarter, having risen from the low point in 2003/04.\r\n\t\t\t\t\t\tThe recent exchange rate appreciation was expected to reduce tradables inflation\r\n\t\t\t\t\t\tto about zero, with this effect apparent over the next one to two years. On\r\n\t\t\t\t\t\tthe other hand, inflation among non-tradable items in the CPI, which was more\r\n\t\t\t\t\t\treflective of demand and capacity pressures, had been running around a 3½ per cent\r\n\t\t\t\t\t\tpace over the past few years and was expected to rise. One important component\r\n\t\t\t\t\t\tof non-tradable prices was rent. Increases in rents, which accounted for about\r\n\t\t\t\t\t\t6 per cent of the CPI, had picked up to 5 per cent over\r\n\t\t\t\t\t\tthe year to the June quarter. Upward pressure on the CPI measure of rents inflation\r\n\t\t\t\t\t\tcould continue as the REIA measure of newly tenanted properties was rising\r\n\t\t\t\t\t\tby over 8 per cent.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tAs a sign of inflation pressure arising from the high rate of capacity utilisation\r\n\t\t\t\t\t\tin the economy, members noted that the main factor constraining output, according\r\n\t\t\t\t\t\tto the NAB business survey, had shifted over the past two or three years to\r\n\t\t\t\t\t\tthe availability of suitable labour. Prior to that, the main constraint had\r\n\t\t\t\t\t\tbeen a lack of sales and orders.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tMembers reviewed the outlook for output growth, which was unchanged from that presented\r\n\t\t\t\t\t\tat the previous meeting. Non-farm GDP growth was expected to be around 3¾ per cent\r\n\t\t\t\t\t\tannualised over the next two years, although recent quarterly figures had been\r\n\t\t\t\t\t\tvolatile. Farm output was expected to add about ½ percentage point\r\n\t\t\t\t\t\tto GDP growth over the year ahead, with a boost to production following improved\r\n\t\t\t\t\t\trainfall so far this year. The CPI forecast had been revised upward following\r\n\t\t\t\t\t\tthe June quarter data. The current underlying inflation rate of 2¾ per cent\r\n\t\t\t\t\t\twas expected to drift up to around 3 per cent by the end of 2007\r\n\t\t\t\t\t\tand remain at that rate or be a touch higher over the next two years in the\r\n\t\t\t\t\t\tabsence of any monetary policy tightening. The headline rate of inflation would\r\n\t\t\t\t\t\tbe kept down in the next one or two quarters because of the effect of lower\r\n\t\t\t\t\t\tbanana prices, but thereafter was expected to track at around the same rate\r\n\t\t\t\t\t\tas underlying inflation.\r\n\t\t\t\t\t</p>"], "Domestic Economic Conditions": ["<p>\r\n\t\t\t\t\t\tIn looking at the run of regular data releases over the past month, members noted\r\n\t\t\t\t\t\tthe very strong credit growth in June for both households and businesses. Liaison\r\n\t\t\t\t\t\tindicated that the figures for households may have been lifted by borrowings\r\n\t\t\t\t\t\tassociated with contributions to superannuation funds in June. Even abstracting\r\n\t\t\t\t\t\tfrom this, it was clear that housing loan approvals and housing credit growth\r\n\t\t\t\t\t\thad drifted upward since the start of the year. Business credit growth had\r\n\t\t\t\t\t\tincreased sharply over the past few months and, at 22 per cent on\r\n\t\t\t\t\t\ta six-month-ended annualised basis, was now the fastest since the late 1980s.\r\n\t\t\t\t\t\tMembers considered the pick-up in credit growth in the broader context of current\r\n\t\t\t\t\t\tfinancial conditions. Although the cash rate was noticeably above the average\r\n\t\t\t\t\t\tfor the past decade, the current level of interest rates facing borrowers was\r\n\t\t\t\t\t\tcharacterised as mildly restrictive for new housing lending, being somewhat\r\n\t\t\t\t\t\tabove the average level over the past decade, but about average for business\r\n\t\t\t\t\t\tlending on the same basis. Members observed that competition in business lending\r\n\t\t\t\t\t\tin recent years had led to a situation now in which there was very little spread\r\n\t\t\t\t\t\tbetween interest rates on business and housing loans.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tRecently released census data had shown that home ownership had been relatively flat\r\n\t\t\t\t\t\tover the past two decades at a little over 70 per cent of households.\r\n\t\t\t\t\t\tOwner-occupiers with housing debt represented about 35 per cent of\r\n\t\t\t\t\t\thouseholds. This proportion had fallen from the early 1980s to late 1990s,\r\n\t\t\t\t\t\tbut in recent years had risen again as households were holding on to debt for\r\n\t\t\t\t\t\tlonger periods and taking advantage of loan redraw facilities.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tHouse prices had risen in all capital cities except Perth in the latest month, according\r\n\t\t\t\t\t\tto APM estimates based on transactions entered into in the first half of the\r\n\t\t\t\t\t\tyear. Prices in Sydney had only recently begun to rise after a three-year period\r\n\t\t\t\t\t\tduring which they had declined. There were indications that prices in the top\r\n\t\t\t\t\t\tend of the Sydney and Melbourne markets in particular were firming, but those\r\n\t\t\t\t\t\tin the lowest-priced suburbs had been weaker. Also, auction clearance rates,\r\n\t\t\t\t\t\twhich tend to reflect activity in higher-priced suburbs, had picked up strongly\r\n\t\t\t\t\t\tin Sydney and Melbourne since late last year.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tRetail sales had increased strongly in June after sales had fallen slightly in April\r\n\t\t\t\t\t\tand May. Looking through the short-term volatility occasioned by varying seasonal\r\n\t\t\t\t\t\tpatterns in demand, year-ended growth in sales had been around\r\n\t\t\t\t\t\t<span class=\"no-wrap\">6–7 per cent</span> for the past several months.\r\n\t\t\t\t\t\tMembers noted that much of the short-term volatility in retail sales was accounted\r\n\t\t\t\t\t\tfor by small retailers, whose sales were less accurately estimated by the ABS.\r\n\t\t\t\t\t\tSales by larger retailers, which were fully enumerated by the ABS, had been\r\n\t\t\t\t\t\tmore stable and accounted for a growing share of total retail sales over recent\r\n\t\t\t\t\t\tyears. Consumer sentiment remained high in July, close to the record level\r\n\t\t\t\t\t\treached a few months earlier.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn the residential construction sector, data on building approvals, while volatile\r\n\t\t\t\t\t\tfrom month to month, suggested that the cyclical low point may have been reached\r\n\t\t\t\t\t\tafter a long period of gradual decline in the number of approvals.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tOverall business conditions had increased in the June quarter, according to the NAB\r\n\t\t\t\t\t\tsurvey, and were around previously recorded peaks\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tLabour market data had continued to be strong. There had been a modest rise in employment\r\n\t\t\t\t\t\tin June, following larger increases in the previous two months, and the year-ended\r\n\t\t\t\t\t\trate of increase was 3 per cent. In an indication of the tightness\r\n\t\t\t\t\t\tof the labour market, the unemployment rate had been trending down over the\r\n\t\t\t\t\t\tpast five years despite the upward trend in the participation rate.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tOverall, members observed that the GDP data for the March quarter, which were discussed\r\n\t\t\t\t\t\tat the previous meeting, coupled with the latest readings from the labour force\r\n\t\t\t\t\t\tand business surveys were all consistent with a picture of considerable domestic\r\n\t\t\t\t\t\teconomic strength.\r\n\t\t\t\t\t</p>"], "International Economic Conditions": ["<p>\r\n\t\t\t\t\t\tThe outlook for the world economy had improved over recent months, although official\r\n\t\t\t\t\t\tforecasts were yet to reflect any assessment of the fallout from recent financial\r\n\t\t\t\t\t\tvolatility. The latest quarterly forecasts from the IMF indicated upward revisions\r\n\t\t\t\t\t\tfor world growth, from 4.9 per cent to 5.2 per cent for\r\n\t\t\t\t\t\tboth 2007 and 2008. Downward revisions to expected growth in the United States,\r\n\t\t\t\t\t\tflowing from the housing downturn, had been more than offset by upward revisions\r\n\t\t\t\t\t\tfor other parts of the world, notably China and India.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn the United States, the focus was on the likely effect of the housing downturn\r\n\t\t\t\t\t\ton overall growth in the year ahead. Thus far, non-housing components of demand\r\n\t\t\t\t\t\thad remained resilient. GDP growth in the June quarter had been 0.8 per cent\r\n\t\t\t\t\t\tand 1.8 per cent over the year, but excluding residential investment,\r\n\t\t\t\t\t\tyear-ended growth in expenditure-based GDP had been 1 percentage point higher.\r\n\t\t\t\t\t\tPermits to build and housing starts were down by one-third and it was not clear\r\n\t\t\t\t\t\tif the trough of the cyclical downturn had been reached. The stock of unsold\r\n\t\t\t\t\t\tnew homes was beginning to be worked off, but this was a slow process and the\r\n\t\t\t\t\t\tvolume of sales was low.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn other countries, economic conditions were positive. Year-ended GDP growth in China\r\n\t\t\t\t\t\twas just under 12 per cent for the June quarter. Growth in Korea\r\n\t\t\t\t\t\thad picked up recently, in part reflecting the effect of higher demand from\r\n\t\t\t\t\t\tChina and stronger US business investment. Conditions in the euro area suggested\r\n\t\t\t\t\t\tthat growth and sentiment among businesses and consumers had moderated after\r\n\t\t\t\t\t\tthe pick-up over the past year, but the economy overall remained relatively\r\n\t\t\t\t\t\tfirm.\r\n\t\t\t\t\t</p>"], "Financial Markets": ["<p>\r\n\t\t\t\t\t\tThe focus of developments in financial markets in recent weeks had been the fallout\r\n\t\t\t\t\t\tin credit markets from the sub-prime mortgage lending problems in the United\r\n\t\t\t\t\t\tStates. While problems in the sub-prime market had been evident for some time,\r\n\t\t\t\t\t\tthe latest bout of market volatility had arisen because the scale of leverage\r\n\t\t\t\t\t\tand extent of exposure among financial institutions associated with sub-prime\r\n\t\t\t\t\t\tlending had become more apparent. Thus far, it appeared that the exposure to\r\n\t\t\t\t\t\tsub-prime lending was spread fairly widely. The problems besetting Bear Stearns,\r\n\t\t\t\t\t\twhich had been covered at the previous meeting, had worsened further in recent\r\n\t\t\t\t\t\tweeks. Australia had been home to a high-profile case of financial losses following\r\n\t\t\t\t\t\texposure to the sub-prime market: a hedge fund, Basis Capital, had two funds,\r\n\t\t\t\t\t\twhich had experienced large losses totalling around $650 million, causing\r\n\t\t\t\t\t\tthe funds to collapse.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tMembers were informed about the structure of the hedge fund sector in Australia.\r\n\t\t\t\t\t\tIt was thought that most of the exposure to sub-prime loans had already surfaced,\r\n\t\t\t\t\t\tas there were only a small number of funds whose predominant investment strategy\r\n\t\t\t\t\t\twas fixed income. Most funds were of the ‘long-short equity’ variety.\r\n\t\t\t\t\t\tHowever, it was possible that some ‘fund of funds’ could have some\r\n\t\t\t\t\t\texposure to sub-prime products, but these would be part of a diversified portfolio.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe main risk of the fallout from the sub-prime problems related to the broad availability\r\n\t\t\t\t\t\tof credit, which by extension posed risks for activity in the US and other\r\n\t\t\t\t\t\teconomies. It was likely that more exposures would emerge as hedge funds around\r\n\t\t\t\t\t\tthe world would be forced to mark their positions to market, but as the market\r\n\t\t\t\t\t\tfor these assets was not functioning, obtaining prices would be difficult.\r\n\t\t\t\t\t\tThis could create a high degree of discomfort for many investors and could\r\n\t\t\t\t\t\tadversely affect the ability of those with excessive leverage to ride out the\r\n\t\t\t\t\t\tcurrent period.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tA consequence of the recent developments was a widening of market spreads, most significantly\r\n\t\t\t\t\t\ton low-rated corporate paper (junk bonds). It was important to note that while\r\n\t\t\t\t\t\tthe price of debt had risen somewhat, there was also the important question\r\n\t\t\t\t\t\tover the quantity of finance that would be forthcoming. Some high-profile mergers\r\n\t\t\t\t\t\tand acquisitions had been withdrawn, which in themselves would not carry macroeconomic\r\n\t\t\t\t\t\timplications, but of greater consequence was the risk of contagion, namely\r\n\t\t\t\t\t\tthe emergence of a generalised tightening of credit standards that could inhibit\r\n\t\t\t\t\t\tthe capacity of businesses to borrow for investment. In this context, members\r\n\t\t\t\t\t\tnoted that the proportion of US corporate debt that was sub-investment grade\r\n\t\t\t\t\t\twas now higher than during previous episodes of financial stress. They discussed\r\n\t\t\t\t\t\tthe role of ratings agencies and possible regulatory issues that might arise\r\n\t\t\t\t\t\tin the current environment.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tAs a consequence of recent financial turbulence, US bond yields had reversed their\r\n\t\t\t\t\t\trise of the previous two months, and were back at 4.75 per cent.\r\n\t\t\t\t\t\tYields had also fallen on other bond markets, including Australia. The fall\r\n\t\t\t\t\t\tin government bond yields meant that, despite the rise in spreads, borrowing\r\n\t\t\t\t\t\tcosts for AAA-rated issuers had actually fallen in the past month.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe turmoil in credit markets had spread to equity markets, which had also been volatile\r\n\t\t\t\t\t\tin recent weeks. However, the US market was still 2.5 per cent higher\r\n\t\t\t\t\t\tover the year to date and 15 per cent higher than the same period\r\n\t\t\t\t\t\tin 2006. The Australian market had generally outperformed others and was 5 per cent\r\n\t\t\t\t\t\thigher over the year to date, though had fallen by about 8 per cent\r\n\t\t\t\t\t\tsince its peak in mid July. US financial sector stocks had seen their share\r\n\t\t\t\t\t\tprices fall sharply and this had particularly been the case for sub-prime lenders.\r\n\t\t\t\t\t\tFinancial stocks overall were now back to their levels prevailing a year earlier.\r\n\t\t\t\t\t\tIn Australia, Macquarie Bank's share price had fallen in tandem with US\r\n\t\t\t\t\t\tfinancial stocks, but it was still higher than a year earlier.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe problems in credit markets had seen an easing of monetary policy by the Fed again\r\n\t\t\t\t\t\tpriced in by the end of the year. However, in Europe, the President of the\r\n\t\t\t\t\t\tEuropean Central Bank indicated that the inclination was to raise policy rates\r\n\t\t\t\t\t\tat the next meeting. Over the past month, monetary policy had been tightened\r\n\t\t\t\t\t\tin the United Kingdom, Canada and New Zealand.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn China, several instruments of monetary policy had been tightened further over\r\n\t\t\t\t\t\tthe past month as the economy gained strength and liquidity remained abundant.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tForeign exchange markets had been a little less volatile over the past month than\r\n\t\t\t\t\t\tearlier in the year. The US dollar had generally continued to decline and the\r\n\t\t\t\t\t\tyen had appreciated over the month, in a reversal of its recent depreciation\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe Australian dollar had been volatile in the past few weeks. It had been rising\r\n\t\t\t\t\t\tstrongly through the course of July, reaching US8 8.71 c, which was the highest\r\n\t\t\t\t\t\tlevel since February 1989, before falling sharply late in the month. Since\r\n\t\t\t\t\t\tthen, the exchange rate had risen back to around US86c and 68.5 on the trade-weighted\r\n\t\t\t\t\t\tindex. In effective terms, the Australian dollar had been relatively flat over\r\n\t\t\t\t\t\tthe past month, though its deprecation against the yen and Swiss franc was\r\n\t\t\t\t\t\tan indication of heightened risk aversion in global markets. The currency nonetheless\r\n\t\t\t\t\t\tremained at a high level, and was 8 per cent higher on the TWI than\r\n\t\t\t\t\t\ta year earlier.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tFollowing release of the June quarter CPI, market expectations had moved to a high\r\n\t\t\t\t\t\tprobability of a tightening of monetary policy in Australia in August. Recent\r\n\t\t\t\t\t\tdevelopments in financial markets had had little effect on these expectations.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tMembers briefly discussed changes in corporate gearing over recent years, against\r\n\t\t\t\t\t\tthe background of rapid growth in business credit in the past year. They concluded\r\n\t\t\t\t\t\tthat current leverage in the non-financial corporate sector was not at levels\r\n\t\t\t\t\t\tthat would prompt concern, being about average relative to the past 25 years\r\n\t\t\t\t\t\tand concentrated in a few companies in the non-resources sector, notably utilities.\r\n\t\t\t\t\t</p>"], "Information Paper – Labour Market Developments: A Longer-run Perspective": ["<p>\r\n\t\t\t\t\t\tMembers were briefed on the staff's assessment of longer-run trends in the sources\r\n\t\t\t\t\t\tof employment growth and the probable sources of future labour supply, in the\r\n\t\t\t\t\t\tcontext of the tightening of the labour market over recent years.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe key points discussed included the growing proportion of part-time employees in\r\n\t\t\t\t\t\tthe workforce, to around 30 per cent of all employees, which had\r\n\t\t\t\t\t\tbeen associated with the changing industry composition of growth; the rising\r\n\t\t\t\t\t\tcontribution of the services sector was of particular importance in this regard.\r\n\t\t\t\t\t\tMembers also considered the contributions to employment growth from increases\r\n\t\t\t\t\t\tin skilled migration, increases in labour force participation and reductions\r\n\t\t\t\t\t\tin unemployment; each of these three components had contributed about one-third\r\n\t\t\t\t\t\tof the increase in employment growth in the past couple of years. Overall labour\r\n\t\t\t\t\t\tutilisation, according to an estimate of ‘full-time equivalents’,\r\n\t\t\t\t\t\tappeared to be relatively high but below previous cyclical highs.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe changes in trends in participation rates among males and females and among age\r\n\t\t\t\t\t\tcohorts were reviewed, with members being informed that the best prospects\r\n\t\t\t\t\t\tfor further increases in labour supply in the near term would be from additional\r\n\t\t\t\t\t\tincreases in the overall participation rate. Increases in participation in\r\n\t\t\t\t\t\trecent years had largely derived from older workers delaying retirement, and\r\n\t\t\t\t\t\tthis could continue for some years given strong demand for labour and the fact\r\n\t\t\t\t\t\tthat Australia had a comparatively low participation rate among older cohorts\r\n\t\t\t\t\t\tby international standards.\r\n\t\t\t\t\t</p>"], "Considerations for Monetary Policy": ["<p>\r\n\t\t\t\t\t\tThe recommendation to the Board was for an increase in the cash rate of 25 basis\r\n\t\t\t\t\t\tpoints in August, to 6.5 per cent.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn discussing the recommendation to tighten monetary policy, Board members noted\r\n\t\t\t\t\t\tthat the macroeconomic case was clear. The latest assessments of the outlook\r\n\t\t\t\t\t\tfor the world economy had seen forecasts for the current and following year\r\n\t\t\t\t\t\trevised upward. Domestically, recent economic data had signalled a pick-up\r\n\t\t\t\t\t\tin the pace of demand and activity, which had been accompanied by higher-than-expected\r\n\t\t\t\t\t\tunderlying inflation, as indicated by the June quarter CPI. High rates of capacity\r\n\t\t\t\t\t\tutilisation, ongoing reductions in unemployment and strength in the demand\r\n\t\t\t\t\t\tfor finance suggested that pressures on inflation would intensify over the\r\n\t\t\t\t\t\tperiod ahead. These pressures would be offset only slightly, and over an extended\r\n\t\t\t\t\t\tperiod, by the recent appreciation of the exchange rate. The forecast was that\r\n\t\t\t\t\t\tunderlying inflation on a year-ended basis would now rise to the top of the\r\n\t\t\t\t\t\ttarget band over the next six months and remain there subsequently.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tMembers gave careful consideration to the effect on the outlook for activity and\r\n\t\t\t\t\t\tinflation in Australia of the recent events in financial markets, particularly\r\n\t\t\t\t\t\tin US credit markets. They noted that these developments were important and\r\n\t\t\t\t\t\tcould lead to a higher degree of risk aversion among investors, which would\r\n\t\t\t\t\t\tpose downside risks to demand and output in the US economy if they persisted.\r\n\t\t\t\t\t\tHowever, these risks were more in the medium term and the extent to which they\r\n\t\t\t\t\t\twould flow through to global growth, and ultimately to inflation in Australia,\r\n\t\t\t\t\t\twas unclear. In any case, some slight dampening of the global growth outlook\r\n\t\t\t\t\t\twould be tolerable given that continuing high commodity prices remained an\r\n\t\t\t\t\t\timportant source of stimulus to incomes and spending in Australia. It was not\r\n\t\t\t\t\t\tlikely that a rise in the cash rate would, in itself, add to financial instability.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe case for a tightening in monetary policy had been building for some time. The\r\n\t\t\t\t\t\tmain factor that had allowed time for further consideration was that, prior\r\n\t\t\t\t\t\tto this month, the two most recent inflation results had been unexpectedly\r\n\t\t\t\t\t\tsubdued. The June quarter inflation result had changed this, as it had substantially\r\n\t\t\t\t\t\tlifted the outlook for inflation. Members judged that waiting further to see\r\n\t\t\t\t\t\thow events unfolded in credit markets may not clarify the picture in the near\r\n\t\t\t\t\t\tterm, and that meanwhile a strong case existed for policy action now to forestall\r\n\t\t\t\t\t\tan unacceptable rise in inflation.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tTaking all these matters into consideration, the Board judged that a somewhat more\r\n\t\t\t\t\t\trestrictive setting of monetary policy was required in order to keep inflation\r\n\t\t\t\t\t\tconsistent with the target in the medium term.\r\n\t\t\t\t\t</p>"], "The Decision": ["<p>\r\n\t\t\t\t\t\tThe Board decided that the cash rate should be increased by 25 basis points to 6.5 per cent,\r\n\t\t\t\t\t\teffective the following day.\r\n\t\t\t\t\t</p>"]}},
{"Date": ["Sydney – 7 November 2006"], "Text": {"Present": ["<p>\r\n\t\t\t\t\t\tGR Stevens (Chairman), RC Corbett AM, KR Henry, JR Broadbent AO, DG McGauchie AO,\r\n\t\t\t\t\t\tWJ McKibbin, HM Morgan AC\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tR Battellino, ML Edey; JA Dwyer attended for the Information Paper on The Drought\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tDH Emanuel (Secretary), AL Dickman (Deputy Secretary)\r\n\t\t\t\t\t</p>"], "Minutes": ["<p>\r\n\t\t\t\t\t\tThe minutes of the meeting held on 3 October 2006 were approved.\r\n\t\t\t\t\t</p>"], "International Conditions": ["<p>\r\n\t\t\t\t\t\tIn the United States, economic growth had slowed in the September quarter but the\r\n\t\t\t\t\t\textent of the slowdown that was underway was uncertain. After five years of\r\n\t\t\t\t\t\texpansion, an easing in GDP growth was needed in order to prevent inflationary\r\n\t\t\t\t\t\tpressures from rising further. Growth in non-farm payrolls, which had been\r\n\t\t\t\t\t\tstrong during the period of economic expansion, had also moderated in recent\r\n\t\t\t\t\t\tmonths. However, the unemployment rate had continued to trend down, and at\r\n\t\t\t\t\t\t4.4 per cent in October, was close to previous low points at the\r\n\t\t\t\t\t\tend of the 1990s expansion.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe recent slowing in the US economy mainly reflected the downturn in the housing\r\n\t\t\t\t\t\tsector, with starts and permits to build up to September about 20 per cent\r\n\t\t\t\t\t\tlower than the peak six months earlier. If these indicators stabilised around\r\n\t\t\t\t\t\tcurrent levels, this would take about 1 percentage point from overall growth,\r\n\t\t\t\t\t\tgiven that housing accounted for 5 per cent of economic activity\r\n\t\t\t\t\t\tin the US. There was some tentative evidence that the decline in housing construction\r\n\t\t\t\t\t\tactivity was levelling out, but further falls were possible as were flow-on\r\n\t\t\t\t\t\teffects to other parts of the economy, notably consumption. At this stage,\r\n\t\t\t\t\t\tother parts of the economy were in good shape, with retail sales, for example,\r\n\t\t\t\t\t\tmaintaining growth at a pace above 7 per cent.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tHeadline inflation in the US had declined to just over 2 per cent, reflecting\r\n\t\t\t\t\t\tsharp falls in gasoline prices in the past month or so. Core inflation, which\r\n\t\t\t\t\t\texcludes food and energy prices, had risen from 2 per cent to just\r\n\t\t\t\t\t\tunder 3 per cent over the past six months, the highest rate for 15\r\n\t\t\t\t\t\tyears. There had been some declines in the most recent monthly core inflation\r\n\t\t\t\t\t\tdata, but the current annual rate still posed a level of discomfort for the\r\n\t\t\t\t\t\tFed.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe key issue at present was whether the slowing in the US economy was going to spread\r\n\t\t\t\t\t\tmore widely around the world, or whether there was sufficient strength in other\r\n\t\t\t\t\t\teconomies to maintain a good pace of growth overall. At this stage, the evidence\r\n\t\t\t\t\t\tstill supported the latter view.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThere had been little new information over the past month on current economic conditions\r\n\t\t\t\t\t\tin Japan. The expansion in growth was continuing, but core inflation remained\r\n\t\t\t\t\t\tbelow zero, which was making the Bank of Japan cautious in its desire to tighten\r\n\t\t\t\t\t\tmonetary policy further. The business sector was in good shape and the labour\r\n\t\t\t\t\t\tmarket was showing signs of increasing strength, with employment rising steadily\r\n\t\t\t\t\t\tand the job-offers-to-applicants ratio above 1 for the past few months.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn China, year-ended GDP growth for the September quarter had remained above 10 per cent,\r\n\t\t\t\t\t\tthough it was a little slower than in the previous quarter. Elsewhere in east\r\n\t\t\t\t\t\tAsia, growth had been solid over the year to the June quarter at around 5 per cent,\r\n\t\t\t\t\t\tthough quarterly growth in Korea, for example, had slowed a little since 2005.\r\n\t\t\t\t\t\tThe weakness of investment in several Asian countries since the financial crisis\r\n\t\t\t\t\t\tin the second half of the 1990s was likely to crimp growth prospects somewhat\r\n\t\t\t\t\t\tin the future.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tEconomic performance in the euro area had been improving this year after a period\r\n\t\t\t\t\t\tof underperformance in the previous two years. Industrial production was now\r\n\t\t\t\t\t\trising by over 4 per cent and measures of consumer and business confidence\r\n\t\t\t\t\t\thad increased steadily over the past year or so. GDP growth over the year to\r\n\t\t\t\t\t\tthe June quarter had picked up to around 2¼ per cent.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn the UK, GDP growth was higher than in continental Europe over the year to the\r\n\t\t\t\t\t\tJune quarter, at 2.8 per cent. The pattern of economic growth had\r\n\t\t\t\t\t\texhibited some similarities with that in Australia in recent years, but in\r\n\t\t\t\t\t\tthe UK there had been a degree of buoyancy in the housing sector recently that\r\n\t\t\t\t\t\thad not been present in Australia.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tAccording to consensus forecasts, growth in the world economy was expected to be\r\n\t\t\t\t\t\tabove average for the fifth consecutive year in 2007, at around 4¾ per cent,\r\n\t\t\t\t\t\twhich would be only modestly lower than the fast pace likely to be recorded\r\n\t\t\t\t\t\tfor 2006. Members observed that the average growth rate for the world economy\r\n\t\t\t\t\t\thad been drifting up in recent years as the share of the world economy represented\r\n\t\t\t\t\t\tby the advanced economies declined and that of emerging economies, such as\r\n\t\t\t\t\t\tChina and India, grew.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe crude oil price had remained around US$60 per barrel over the past month. This\r\n\t\t\t\t\t\twas more than 20 per cent lower than the peak reached around the\r\n\t\t\t\t\t\ttime of the Middle East conflict in August.\r\n\t\t\t\t\t</p>"], "Domestic Conditions": ["<p>\r\n\t\t\t\t\t\tTwo topics provided the initial focus of discussion on domestic economic conditions.\r\n\t\t\t\t\t\tThe first was the recently released ABS data on productivity growth from the\r\n\t\t\t\t\t\tannual national accounts, in particular how these might be relevant to reconciling\r\n\t\t\t\t\t\tthe relatively low GDP growth rate reported for the year to June with other\r\n\t\t\t\t\t\tindicators that had shown rising growth rates in the first half of 2006, notably\r\n\t\t\t\t\t\temployment growth. The latest productivity data, which indicated that average\r\n\t\t\t\t\t\tannual growth in productivity between 2003/04 and 2005/06 was 0.6 per cent,\r\n\t\t\t\t\t\trevised up from the 0.1 per cent reported in the quarterly national\r\n\t\t\t\t\t\taccounts, went a small way to providing an answer but still left a puzzle.\r\n\t\t\t\t\t\tThis could not be satisfactorily resolved by disaggregating the data by industry,\r\n\t\t\t\t\t\tthough employment growth in the market sector was lower than that in the non-market\r\n\t\t\t\t\t\tsector. If genuine, the productivity data suggested the potential growth of\r\n\t\t\t\t\t\tthe Australian economy was lower than previously thought. But it was also possible\r\n\t\t\t\t\t\tthat the puzzle eventually would be at least partly resolved by further upward\r\n\t\t\t\t\t\trevisions to GDP growth.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe second topic was interest rates, in particular an examination of various benchmarks\r\n\t\t\t\t\t\tto assess the stance of monetary policy, should the recommendation to increase\r\n\t\t\t\t\t\tthe cash rate at this meeting be adopted. These comparisons indicated that\r\n\t\t\t\t\t\tthe cash rate in November (following a tightening of 25 basis points) would\r\n\t\t\t\t\t\tbe noticeably above the average since 1993 and over the past decade. However,\r\n\t\t\t\t\t\tthe effective rate on housing loans, i.e. taking account of discounts prevalent\r\n\t\t\t\t\t\tin the market, would be around the average since 1993 and only about 70 basis\r\n\t\t\t\t\t\tpoints above the average over the past decade. The effective rate on business\r\n\t\t\t\t\t\tloans would be lower than the average since 1993 and over the past decade,\r\n\t\t\t\t\t\treflecting increased competition in that area of lending.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tTurning to the standard high-frequency indicators of economic activity, retail sales\r\n\t\t\t\t\t\twere soft in September, though annual growth in the value of retail sales remained\r\n\t\t\t\t\t\tat around 6 per cent. Growth in recent months had slowed only for\r\n\t\t\t\t\t\tsales by small retailers; annual growth in sales by large retailers had increased\r\n\t\t\t\t\t\tfrom 3–4 per cent earlier to over 6 per cent in the\r\n\t\t\t\t\t\tpast few months.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tConsumer sentiment had increased in September and October after falling sharply in\r\n\t\t\t\t\t\tAugust, to be slightly above average. The volatility of this series made short-term\r\n\t\t\t\t\t\tmovements difficult to interpret, but the broad movement over the past year\r\n\t\t\t\t\t\tindicated that sentiment had declined to a level that was close to average\r\n\t\t\t\t\t\tafter having been well above average in the previous few years.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn the housing sector, construction activity appeared to be around its trough of\r\n\t\t\t\t\t\tthis cycle. Building approvals, particularly for houses, were bottoming out\r\n\t\t\t\t\t\tin all states except Western Australia, where approvals continued to trend\r\n\t\t\t\t\t\tup. This suggested that housing activity would begin to provide a small positive\r\n\t\t\t\t\t\timpetus to overall growth in the year ahead.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn the secondary housing market, house prices were mostly flat in the September quarter,\r\n\t\t\t\t\t\tapart from in Perth, where they continued to increase very rapidly. Auction\r\n\t\t\t\t\t\tclearance rates had declined since mid year in both Sydney and Melbourne.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tHousing finance approvals had been lower in August and September, which implied somewhat\r\n\t\t\t\t\t\tsofter housing credit growth in the December quarter. Monthly growth in household\r\n\t\t\t\t\t\tcredit had eased back to around 1 per cent, following strengthening\r\n\t\t\t\t\t\tin the first half of the year; annual growth in household credit was running\r\n\t\t\t\t\t\tat 12–13 per cent. Members discussed the sustainability of\r\n\t\t\t\t\t\tthe current pace of debt accumulation in the household sector, concluding that\r\n\t\t\t\t\t\tit was difficult to determine the appropriate pace of debt accumulation, but\r\n\t\t\t\t\t\tthat it could well continue around the current rate for some time.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tBusiness credit growth was running at around 16 per cent per annum, though\r\n\t\t\t\t\t\tthat was below the peak rate reached earlier in the year.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tTurning to the trade sector, base metals prices had remained high in the past month\r\n\t\t\t\t\t\tand were more than 60 per cent higher over the year to date. Export\r\n\t\t\t\t\t\treceipts had increased in the September quarter, though most of this rise continued\r\n\t\t\t\t\t\tto reflect higher prices rather than higher volumes.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn further confirmation of the healthy condition of the labour market, employment\r\n\t\t\t\t\t\tincreased strongly in September. The run of recent monthly increases had taken\r\n\t\t\t\t\t\tthe year-ended growth rate to 2.7 per cent. The unemployment rate\r\n\t\t\t\t\t\tremained at 4.8 per cent, its lowest level in three decades. Members\r\n\t\t\t\t\t\tnoted that a weaker run of monthly figures could well occur before long.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tCapacity utilisation in the September quarter, as measured by the NAB survey of non-farm\r\n\t\t\t\t\t\tbusinesses, had risen to its highest level since the inception of the survey\r\n\t\t\t\t\t\tin the late 1980s. Capacity utilisation was high across most industries. Labour\r\n\t\t\t\t\t\tshortages, as indicated by the NAB survey and other business surveys, were\r\n\t\t\t\t\t\talso creating capacity strains.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe CPI data for the September quarter indicated that inflation had remained relatively\r\n\t\t\t\t\t\thigh, at 0.7 per cent in the quarter and 3.9 per cent over\r\n\t\t\t\t\t\tthe year. The year-ended result had been affected by rising petrol prices and\r\n\t\t\t\t\t\tvery large price rises for bananas. Abstracting from these temporary factors,\r\n\t\t\t\t\t\tto remove the effect of outliers on both sides of the distribution of price\r\n\t\t\t\t\t\tchanges, it was apparent that underlying inflation had increased since the\r\n\t\t\t\t\t\tbeginning of the year and in recent quarters had been running at an annual\r\n\t\t\t\t\t\trate of around 3 per cent. Price increases at the producer level\r\n\t\t\t\t\t\thad been intensifying also: domestic producer prices increased by more than\r\n\t\t\t\t\t\t4 per cent over the year to the September quarter, and prices of\r\n\t\t\t\t\t\timported items were flat following several years of price declines.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tPetrol prices had fallen only slightly in the September quarter, but a large fall\r\n\t\t\t\t\t\twas projected for the December quarter, based on daily retail petrol prices\r\n\t\t\t\t\t\tfor October and recent crude oil prices.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe Board was briefed on the revised staff forecast for inflation following receipt\r\n\t\t\t\t\t\tof the prices data for the September quarter. The outlook for underlying inflation\r\n\t\t\t\t\t\twas for it to remain around its recent level of around 3 per cent\r\n\t\t\t\t\t\tover the next two years. Headline inflation was forecast to fall to below 2 per cent\r\n\t\t\t\t\t\tduring 2007 and thereafter to rise to be the same as the underlying rate.\r\n\t\t\t\t\t</p>"], "Information Paper – The Drought": ["<p>\r\n\t\t\t\t\t\tMembers were briefed on the staffs assessment of the probable effects of the current\r\n\t\t\t\t\t\tdrought on overall GDP growth and the inflation outlook. The severity of the\r\n\t\t\t\t\t\tdrought was clear when considered from the perspective of both average rainfall,\r\n\t\t\t\t\t\twhich measured dryness, and the total area of rainfall deficiency (i.e. rainfall\r\n\t\t\t\t\t\tbelow the 10th percentile), which measured how widespread drought conditions\r\n\t\t\t\t\t\twere. In particular, these indicators were most striking when looked at in\r\n\t\t\t\t\t\tterms of five-year averages, which indicated the persistence of drought conditions.\r\n\t\t\t\t\t\tLevels of stored water in non-metropolitan areas, which were important for\r\n\t\t\t\t\t\tthe viability of irrigated summer crops, had not recovered from the effects\r\n\t\t\t\t\t\tof the previous drought in 2002; the dry conditions had been exacerbated by\r\n\t\t\t\t\t\ta noticeable rise in average temperatures in agricultural areas in recent years.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tUpdated forecasts of the reduction in supply of rural produce as a result of the\r\n\t\t\t\t\t\tdrought had been provided by ABARE. The forecasts indicated a decline in farm\r\n\t\t\t\t\t\tGDP of around 20 per cent, slightly smaller than the decline in farm\r\n\t\t\t\t\t\tGDP in 2002/03 as on this occasion livestock production was expected to be\r\n\t\t\t\t\t\tless adversely affected. This would translate to a fall in overall GDP growth\r\n\t\t\t\t\t\tof ½ of a percentage point, with flow-on and indirect effects subtracting\r\n\t\t\t\t\t\ta further ¼ of a percentage point, though the indirect effects could\r\n\t\t\t\t\t\tbe mitigated by government subsidies and various income-support measures.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe effect of the drought on the inflation outlook was quite modest in total. Past\r\n\t\t\t\t\t\texperience suggested that the net effect of drought on prices was fairly small,\r\n\t\t\t\t\t\tas in the first instance rises in the prices of some items (e.g. cereals) were\r\n\t\t\t\t\t\troughly offset by falls in prices of others (e.g. meat), and several of these\r\n\t\t\t\t\t\teffects tended to be reversed in the period following drought. More generally,\r\n\t\t\t\t\t\tsince the current drought would reduce GDP primarily by reducing the economy's\r\n\t\t\t\t\t\tsupply capacity, the reduction in growth associated with the drought would\r\n\t\t\t\t\t\tnot in itself do much to assist in relieving capacity constraints in the wider\r\n\t\t\t\t\t\teconomy.\r\n\t\t\t\t\t</p>"], "Financial Markets and the Bank's Operations": ["<p>\r\n\t\t\t\t\t\tIn the past month, official interest rates in Europe had been increased. The ECB\r\n\t\t\t\t\t\thad increased its official rate to 3¼ per cent and the Swedish\r\n\t\t\t\t\t\tcentral bank raised rates to 2¾ per cent. Interest rates in\r\n\t\t\t\t\t\tEurope were still relatively low and further increases in the months ahead\r\n\t\t\t\t\t\twere expected.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe Bank of Japan had not changed official interest rates since June. Although rates\r\n\t\t\t\t\t\twere still very low and the Bank of Japan had signalled an intention to raise\r\n\t\t\t\t\t\tthem further in due course, there was very little inflation in Japan at present.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn the US, the Fed also had not changed interest rates since June. It had been trying\r\n\t\t\t\t\t\tto counter market expectations that it would soon cut interest rates. Given\r\n\t\t\t\t\t\trecent strong data on the labour market, markets currently did not expect the\r\n\t\t\t\t\t\tFed to cut rates in the next six months.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe RBNZ and Bank of England were expected to tighten monetary policy in the next\r\n\t\t\t\t\t\tfew months.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tLong-term interest rates had fallen noticeably since the middle of the year. The\r\n\t\t\t\t\t\t10-year bond yield in the US was around 4.7 per cent, significantly\r\n\t\t\t\t\t\tbelow the federal funds rate. Rather than suggesting a severe slowing in the\r\n\t\t\t\t\t\tUS economy and easing of monetary policy, it was more likely that longer-term\r\n\t\t\t\t\t\tyields were still being pushed down by a surplus of savings, particularly from\r\n\t\t\t\t\t\tAsia. Long-term bond yields in Asia were now lower than those in the US, despite\r\n\t\t\t\t\t\thigher credit risk and lower market liquidity.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe US share market had picked up noticeably in recent months and was 10 per cent\r\n\t\t\t\t\t\thigher this year. The decline in bond yields had probably contributed to the\r\n\t\t\t\t\t\trecent increases, but company earnings had continued to surprise on the upside.\r\n\t\t\t\t\t\tShare markets in Europe had also been strong in the past few months. Apart\r\n\t\t\t\t\t\tfrom the Japanese share market, which had shown little net change in 2006 following\r\n\t\t\t\t\t\tthe sharp rise in 2005, most other countries' share markets had risen by\r\n\t\t\t\t\t\t10–15 per cent this year.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe US dollar continued to be relatively steady on a trade-weighted basis, around\r\n\t\t\t\t\t\t25–30 per cent below the peak in 2002.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe yen, on the other hand, had continued to decline, with the real value of the\r\n\t\t\t\t\t\tcurrency having fallen to the lowest level since the mid 1980s. The decline\r\n\t\t\t\t\t\tin the real exchange rate had reflected the combined effect of the fall in\r\n\t\t\t\t\t\tthe nominal exchange rate and the decade of low inflation or deflation. The\r\n\t\t\t\t\t\tyen was pushed down as a consequence of the outflow of money from Japanese\r\n\t\t\t\t\t\tinvestors, who were seeking a better return than that available on domestic\r\n\t\t\t\t\t\tassets. The healthier real economy had given investors greater confidence to\r\n\t\t\t\t\t\ttake on the foreign exchange risk associated with investment offshore. The\r\n\t\t\t\t\t\tlower exchange rate was a key channel for the easy monetary policy stance to\r\n\t\t\t\t\t\tstimulate the economy.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe Chinese authorities had continued to raise the exchange rate of the renminbi\r\n\t\t\t\t\t\tagainst the US dollar, with a net appreciation since mid 2005 of 5 per cent.\r\n\t\t\t\t\t\tHowever, on a trade-weighted basis the currency was still relatively low because\r\n\t\t\t\t\t\tof the fall, together with the US dollar, against other major currencies between\r\n\t\t\t\t\t\t2002 and 2004.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn Australia, financial markets had fully priced in an interest rate increase at\r\n\t\t\t\t\t\tthis meeting of the Board. Expectations of tightening had increased following\r\n\t\t\t\t\t\tthe strong employment report for September and the high CPI outcome for the\r\n\t\t\t\t\t\tSeptember quarter. Markets saw a 30 per cent chance of a further\r\n\t\t\t\t\t\trate rise in February.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThere had been little movement in longer-term yields over the past month. The 10-year\r\n\t\t\t\t\t\tbond yield was around 5¾ per cent, below the cash rate, as\r\n\t\t\t\t\t\twas also the case in the US.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tRecent increases in interest rates and market expectations of further rises were\r\n\t\t\t\t\t\tstarting to have an effect on home loan borrowers. The proportion of loan approvals\r\n\t\t\t\t\t\tat fixed rates had risen to 20 per cent, with most of these approvals\r\n\t\t\t\t\t\tfor loans fixed for three years. There was no cost to fixing the loan rate\r\n\t\t\t\t\t\tfor three years as the interest rate of 7¼ per cent was around\r\n\t\t\t\t\t\tthe same as the rate on offer for discounted variable rate loans at present.\r\n\t\t\t\t\t\tLoan repayment arrears and repossessions remained very low.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe Australian share market rose sharply in October and was 15 per cent\r\n\t\t\t\t\t\thigher since the start of the year. The rise of 5 per cent in October,\r\n\t\t\t\t\t\twhich was larger than the international average, was boosted by higher commodity\r\n\t\t\t\t\t\tprices, strong company profits and a number of company-specific events.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tAnalysts had begun to revise up again their estimates for profit growth in the year\r\n\t\t\t\t\t\tahead; apart from a brief period recently, for the past three years analysts\r\n\t\t\t\t\t\thave continually had to revise up their estimates of profits in the year ahead.\r\n\t\t\t\t\t\tA similar pattern, but not to the same extent, had been seen in the US.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe overall price-earnings ratio for the Australian market had fallen over the past\r\n\t\t\t\t\t\tfew years, reflecting share prices rising by less than profits. The current\r\n\t\t\t\t\t\tP/E ratio appeared to be around the average of the past decade or so, as did\r\n\t\t\t\t\t\tthe dividend yield. This suggested the overall market was fairly valued, on\r\n\t\t\t\t\t\tthe assumption that the current level of profits would be maintained.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThere had been a pick-up in mergers and acquisitions activity recently; over the\r\n\t\t\t\t\t\tpast year, such activity was running at around four times the rate of a few\r\n\t\t\t\t\t\tyears earlier. There had also been a sharp rise in leveraged buy-out activity\r\n\t\t\t\t\t\tin the past year, but the amount of money involved remained small relative\r\n\t\t\t\t\t\tto share-market capitalisation. This pick-up, which had been driven by the\r\n\t\t\t\t\t\tuse of relatively cheap debt finance to increase gearing of some companies,\r\n\t\t\t\t\t\tmay have also encouraged some companies to increase their gearing in an attempt\r\n\t\t\t\t\t\tto reduce the risk of take-over. However, following the increase, aggregate\r\n\t\t\t\t\t\tcorporate gearing had only moved back towards the longer-run average, following\r\n\t\t\t\t\t\tthe low levels reached in recent years. Moreover, most of the increase in gearing\r\n\t\t\t\t\t\thad been undertaken by companies that had previously been lowly geared, and\r\n\t\t\t\t\t\tthe gearing of mining companies had fallen because the addition to equity capital\r\n\t\t\t\t\t\tfrom retained earnings had exceeded the increase in debt. These observations\r\n\t\t\t\t\t\tsuggested that developments in corporate gearing to date did not pose concerns.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe five major Australian banks had now all announced their profits for the 2005/06\r\n\t\t\t\t\t\tfinancial year, mostly ending in September (except for the CBA, whose financial\r\n\t\t\t\t\t\tyear ended in June). The banks had been important beneficiaries of the good\r\n\t\t\t\t\t\teconomic performance of recent years. Underlying profits had risen by over\r\n\t\t\t\t\t\t20 per cent in the year. After-tax return on equity of the major\r\n\t\t\t\t\t\tbanks was 18 per cent, boosted slightly by some accounting changes\r\n\t\t\t\t\t\tto the definition of equity following the introduction of AIFRS. The decline\r\n\t\t\t\t\t\tin interest spreads that had occurred over the past decade had levelled out\r\n\t\t\t\t\t\tin the most recent year, around levels that were comparable internationally.\r\n\t\t\t\t\t\tCompetitive pressures had continued on loan rates, but this had not been reflected\r\n\t\t\t\t\t\tin spreads as banks had not raised some deposit rates in line with increases\r\n\t\t\t\t\t\tin official interest rates. The banks had continued to cut costs, inducing\r\n\t\t\t\t\t\ta sharp fall in the aggregate cost-to-income ratio. Bad debt charges, as a\r\n\t\t\t\t\t\tpercentage of loans, had remained low, but the steady fall seen over the past\r\n\t\t\t\t\t\tfew years had levelled out.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe Australian dollar had risen to around US77 cents over the past month, towards\r\n\t\t\t\t\t\tthe upper end of the range of the past two to three years. Recently, it had\r\n\t\t\t\t\t\tbeen supported by positive economic news, higher commodity prices and increased\r\n\t\t\t\t\t\texpectations of a further tightening of monetary policy. The TWI had also risen\r\n\t\t\t\t\t\tto around the top of its recent range. The main movement of the Australian\r\n\t\t\t\t\t\tdollar recently had been against the yen, with the current exchange rate above\r\n\t\t\t\t\t\t90 yen, which was the highest in a decade. This reflected the weakness of the\r\n\t\t\t\t\t\tyen internationally.\r\n\t\t\t\t\t</p>"], "Considerations for Monetary Policy": ["<p>\r\n\t\t\t\t\t\tThe recommendation to the Board was for an increase in the cash rate of 25 basis\r\n\t\t\t\t\t\tpoints to 6.25 per cent in November.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe main international factors in the Board's consideration of the recommendation\r\n\t\t\t\t\t\twere that growth was likely to continue at an above-average rate in 2007, even\r\n\t\t\t\t\t\twith a slowing in the US. On the domestic side, though the effects of the earlier\r\n\t\t\t\t\t\tincreases in the cash rate in Australia were yet to have their full effect,\r\n\t\t\t\t\t\tthe staff forecast for underlying inflation in Australia was for it to remain\r\n\t\t\t\t\t\taround 3 per cent over the next two years. High levels of commodity\r\n\t\t\t\t\t\tprices were continuing to add to domestic incomes and spending, capacity utilisation\r\n\t\t\t\t\t\twas at record levels and the labour market remained tight. The Board took careful\r\n\t\t\t\t\t\tnote of the likely economic effects of the drought, noting in particular that\r\n\t\t\t\t\t\tit was unlikely to affect significantly the medium-term outlook for inflation.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe Board took account of the two increases in the cash rate earlier in the year,\r\n\t\t\t\t\t\tand noted that there was some evidence that those measures were affecting the\r\n\t\t\t\t\t\tdemand for credit. Nonetheless, the Board judged that the risk of inflation\r\n\t\t\t\t\t\texceeding 2–3 per cent in the medium term remained significant.\r\n\t\t\t\t\t\tIt believed that a somewhat more restrictive stance of policy, by taking some\r\n\t\t\t\t\t\tpressure off demand, would improve the prospects of bringing inflation back\r\n\t\t\t\t\t\ttowards 2½ per cent in due course.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tMembers also discussed the merits of tightening by 50 basis points, given that the\r\n\t\t\t\t\t\teffect on inflation of a single 25 basis point tightening was normally thought\r\n\t\t\t\t\t\tto be modest. On balance, members decided that the smaller move would be appropriate,\r\n\t\t\t\t\t\tfor several reasons. First, the effect on inflation would reflect the accumulation\r\n\t\t\t\t\t\tof the three tightenings in 2006, and there was a degree of uncertainty as\r\n\t\t\t\t\t\tto how well the forecasts were able to account for the earlier measures. Secondly,\r\n\t\t\t\t\t\tgiven that a 25 basis point increase was widely anticipated by financial markets,\r\n\t\t\t\t\t\ta larger increase could prompt some unwelcome disruption and lead to unpredictable\r\n\t\t\t\t\t\teffects on expectations. Overall, the Board judged that a 25 basis point rise\r\n\t\t\t\t\t\twould leave policy with adequate flexibility to move further in the months\r\n\t\t\t\t\t\tahead if needed.\r\n\t\t\t\t\t</p>"], "The Decision": ["<p>\r\n\t\t\t\t\t\tThe Board decided that the cash rate should be increased by 25 basis points to 6.25 per cent,\r\n\t\t\t\t\t\teffective the following day.\r\n\t\t\t\t\t</p>"]}},
{"Date": ["Sydney – 1 May 2007"], "Text": {}},
{"Date": ["Melbourne – 3 April 2007"], "Text": {}},
{"Date": ["Perth – 4 September 2007"], "Text": {}},
{"Date": ["Sydney – 5 June 2007"], "Text": {}},
{"Date": ["Sydney – 6 March 2007"], "Text": {}},
{"Date": ["Sydney – 2 October 2007"], "Text": {}},
{"Date": ["Sydney – 6 November 2007"], "Text": {"Present": ["<p>\r\n\t\t\t\t\t\tGR Stevens (Chairman), R Battellino, KR Henry AC, JH Akehurst,\r\n\t\t\t\t\t\tJR Broadbent AO, RC Corbett AM, GJ Kraehe AO,\r\n\t\t\t\t\t\tDG McGauchie AO, WJ McKibbin\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tGL Debelle, ML Edey\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tDH Emanuel (Secretary), AL Dickman (Deputy Secretary)\r\n\t\t\t\t\t</p>"], "Minutes": ["<p>\r\n\t\t\t\t\t\tThe minutes of the meeting held on 2 October 2007 were approved.\r\n\t\t\t\t\t</p>"], "Inflation": ["<p>\r\n\t\t\t\t\t\tMembers were briefed on the latest inflation outcomes. The September quarter CPI\r\n\t\t\t\t\t\thad increased by <span class=\"no-wrap\">0.9 per cent</span> in underlying terms, maintaining\r\n\t\t\t\t\t\tthe relatively fast pace of the previous quarter. These increases had lifted\r\n\t\t\t\t\t\tunderlying inflation to 3 per cent in year-ended terms.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe CPI had increased by 0.7 per cent in the quarter. The difference between this\r\n\t\t\t\t\t\tfigure and the underlying rate was in the treatment of the childcare rebate\r\n\t\t\t\t\t\treducing the CPI, with the net effect of other volatile factors roughly neutral\r\n\t\t\t\t\t\tin the quarter. The annual increase in the CPI was 1.9 per cent.\r\n\t\t\t\t\t\tAs well as the effects of the childcare rebate in the latest quarter, this\r\n\t\t\t\t\t\tincrease was held down by falls in petrol and banana prices over the past year.\r\n\t\t\t\t\t\tThe year-ended increase in the CPI was expected to exceed 3 per cent\r\n\t\t\t\t\t\tby early next year as these passed out of the calculation.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe increase in the non-tradable items in the CPI, which was driven mainly by services\r\n\t\t\t\t\t\tprices, had been close to <span class=\"no-wrap\">4 per cent</span> over the year to the September quarter,\r\n\t\t\t\t\t\twhile year-ended inflation of tradables, which was driven mainly by goods prices,\r\n\t\t\t\t\t\twas well below 1 per cent. Some disinflation in tradable goods prices\r\n\t\t\t\t\t\twas expected as a result of the latest appreciation of the exchange rate, but\r\n\t\t\t\t\t\tthe effect was likely to be mild. Non-tradables inflation was expected to strengthen\r\n\t\t\t\t\t\tfurther.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe staff forecast for underlying inflation, in the absence of any monetary policy\r\n\t\t\t\t\t\ttightening, was for it to rise to around 3¼ per cent in the next couple\r\n\t\t\t\t\t\tof quarters, after which it would gradually ease to just above 3 per cent by\r\n\t\t\t\t\t\tthe end of 2008 and into 2009. The forecast for CPI inflation was for it to\r\n\t\t\t\t\t\trise relatively sharply in the next two quarters, to around 3½ per\r\n\t\t\t\t\t\tcent, and then settle at a rate also just above 3 per cent by the\r\n\t\t\t\t\t\tsecond half of 2008. The forecast for an easing of inflation in a year's\r\n\t\t\t\t\t\ttime was predicated on a softening in the growth of domestic and global demand\r\n\t\t\t\t\t\tand a dampening effect on prices from the appreciation of the exchange rate.\r\n\t\t\t\t\t\tWages growth was expected to rise a little over the forecast period.\r\n\t\t\t\t\t</p>"], "Domestic Economic Conditions": ["<p>\r\n\t\t\t\t\t\tMembers noted the recent changes to fiscal policy projections. At the time of the\r\n\t\t\t\t\t\tAustralian Government's May budget, the surplus had been forecast to\r\n\t\t\t\t\t\tbe around 1 per cent of GDP in 2007/08 and to rise gradually in subsequent\r\n\t\t\t\t\t\tyears. Since May, parameter variations had suggested an increase in the surplus\r\n\t\t\t\t\t\tto around <span class=\"no-wrap\">2½ per \r\n\t\t\t\t\t\t\t\t\t\tcent</span> of GDP over the period covered by the forward estimates. New\r\n\t\t\t\t\t\texpenditure and revenue measures announced since the budget and in the early\r\n\t\t\t\t\t\tpart of the election campaign had since reduced the projected surplus to around\r\n\t\t\t\t\t\t1 per cent of GDP. This meant that fiscal policy was roughly neutral in its\r\n\t\t\t\t\t\toverall effect on growth as conventionally measured, the recent initiatives\r\n\t\t\t\t\t\thaving offset the ‘automatic fiscal stabilisers’.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tDiscussion then turned to the regular economic data releases.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tBusiness conditions in the September quarter, according to the NAB survey, were higher\r\n\t\t\t\t\t\tthan a year earlier and around the highest levels on record.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tCredit growth had resumed its upward trend in the past few months due to the impact\r\n\t\t\t\t\t\tof business borrowing, which was now rising at <span class=\"no-wrap\">26 per \r\n\t\t\t\t\t\t\t\t\t\tcent</span> on a six-month-ended annualised basis. The rate of growth of\r\n\t\t\t\t\t\thousehold borrowing, on the other hand, was at the low end of the range seen\r\n\t\t\t\t\t\tover the past decade.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tRetail sales had increased by 8 per cent in nominal terms over the past year, up\r\n\t\t\t\t\t\tfrom the <span class=\"no-wrap\">6–7 per cent</span> rate seen over the previous year or so. Retail\r\n\t\t\t\t\t\tsales had increased strongly in real terms in the September quarter. In a further\r\n\t\t\t\t\t\tsign of strength for consumer spending in the second half of the year, motor\r\n\t\t\t\t\t\tvehicle sales had continued to increase in the past few months, to be around\r\n\t\t\t\t\t\t<span class=\"no-wrap\">10 per cent</span> higher than average levels in 2006.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tHousing loan approvals and credit growth had both fallen since mid year, following\r\n\t\t\t\t\t\ta pick-up in the first half of the year. This may have been due to an easing\r\n\t\t\t\t\t\tin the demand for finance following the increase in interest rates in August,\r\n\t\t\t\t\t\tbut the unwinding of the sharp superannuation-related increase in credit growth\r\n\t\t\t\t\t\tin June made it difficult to discern recent trends.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tHouse prices had increased more strongly in the September quarter. The rises were\r\n\t\t\t\t\t\tbroadly based, with particular strength over the past year in Melbourne, Brisbane\r\n\t\t\t\t\t\tand Adelaide. Auction clearance rates had remained at high levels in both Sydney\r\n\t\t\t\t\t\tand Melbourne in both September and October.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tHousing construction had continued the weakness seen in recent years. The current\r\n\t\t\t\t\t\tlevel of commencements was below the underlying demand for dwellings, suggesting\r\n\t\t\t\t\t\tthat there was an emerging build-up of excess demand. In due course, this could\r\n\t\t\t\t\t\tbe expected to generate an upswing in housing construction, which would add\r\n\t\t\t\t\t\tto the growth in overall economic activity.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tConditions in the rural sector were weak. Estimates of wheat production in 2007/08\r\n\t\t\t\t\t\thad been progressively revised down given the paucity of follow-up rainfall\r\n\t\t\t\t\t\tduring winter, and the latest estimate was for only a modest increase on the\r\n\t\t\t\t\t\tlevel of production in the drought year of 2006/07. The recent rainfall in\r\n\t\t\t\t\t\tsome cropping areas would have little effect on the wheat harvest, but could\r\n\t\t\t\t\t\tbenefit summer crops. Members noted that two consecutive years of wheat production\r\n\t\t\t\t\t\tat such low levels had not been seen since the mid 1940s. Inflows into the\r\n\t\t\t\t\t\tMurray-Darling Basin, measured on the basis of two-year cumulative inflows,\r\n\t\t\t\t\t\twere the lowest on record. Farm output was now forecast to increase by only\r\n\t\t\t\t\t\t4 per cent in 2007/08, following the <span class=\"no-wrap\">25 per cent</span> fall in the previous year.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe run of positive labour market indicators had continued in September. Employment\r\n\t\t\t\t\t\thad increased at an above-average pace over the past year and the unemployment\r\n\t\t\t\t\t\trate had declined. In confirmation that the labour market remained tight, business\r\n\t\t\t\t\t\tsurveys indicated that the availability of suitable labour was the main factor\r\n\t\t\t\t\t\tconstraining output, and this had become more important over the past year\r\n\t\t\t\t\t\tor so.\r\n\t\t\t\t\t</p>"], "International Economic Conditions": ["<p>\r\n\t\t\t\t\t\tDiscussion of the world economy noted that since July there had been a downward revision\r\n\t\t\t\t\t\tof ½ percentage point to the forecast for global growth in 2008.\r\n\t\t\t\t\t\tNonetheless, the forecast of <span class=\"no-wrap\">4¾ per cent</span> was still well above the average\r\n\t\t\t\t\t\tof the past three decades. The composition of growth was skewed to the emerging\r\n\t\t\t\t\t\teconomies, which were expected to grow at an above-average pace. In contrast,\r\n\t\t\t\t\t\tthe G7 countries were expected to grow at a below-average rate for the second\r\n\t\t\t\t\t\tconsecutive year.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe US economy had slowed since 2006, though the latest national accounts data had\r\n\t\t\t\t\t\tshowed unexpectedly strong GDP growth in the September quarter; year-ended\r\n\t\t\t\t\t\tgrowth was moderate at 2½ per cent. Excluding the effect of the\r\n\t\t\t\t\t\tdownturn in residential investment, GDP increased by <span class=\"no-wrap\">3\r\n\t\t\t\t\t\t\t\t\t\t½ per cent</span> over the year to the September quarter. Activity\r\n\t\t\t\t\t\tin the housing sector remained weak, with leading indicators of activity and\r\n\t\t\t\t\t\tthe stock of new houses falling further in recent months. There was little\r\n\t\t\t\t\t\tsign of a levelling out in the ratio of the stock of unsold houses to sales\r\n\t\t\t\t\t\tof houses. Despite the sharp downturn in the housing sector, other parts of\r\n\t\t\t\t\t\tthe economy had been resilient and employment had recorded a strong rise in\r\n\t\t\t\t\t\tOctober.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tData on industrial production indicated that the pace of growth in the euro area\r\n\t\t\t\t\t\thad slowed over the past year. Indicators of consumer and business sentiment\r\n\t\t\t\t\t\tin the euro area had softened. Overall growth was expected to be moderate in\r\n\t\t\t\t\t\tthe period ahead.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tGrowth in the Chinese economy had strengthened over the past year, which had provided\r\n\t\t\t\t\t\ta positive stimulus to other economies in east Asia. Year-ended GDP growth\r\n\t\t\t\t\t\tin Singapore and Korea had increased in recent quarters, and growth in industrial\r\n\t\t\t\t\t\tproduction in the east Asian region as a whole had increased steadily since\r\n\t\t\t\t\t\tthe beginning of the year.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThere had been further increases in commodity prices in the past few months. The\r\n\t\t\t\t\t\tprice of a barrel of WTI crude oil was now well over US$90. While part of the\r\n\t\t\t\t\t\tlatest increase reflected the depreciation of the US dollar, the oil price\r\n\t\t\t\t\t\thad also risen in SDR terms. Ongoing strong global demand for coal and iron\r\n\t\t\t\t\t\tore, important bulk commodity exports from Australia, suggested substantial\r\n\t\t\t\t\t\tincreases in contract prices were likely in 2008.\r\n\t\t\t\t\t</p>"], "Financial Markets": ["<p>\r\n\t\t\t\t\t\tThere had been large fluctuations in sentiment in financial markets during the past\r\n\t\t\t\t\t\tmonth, but on balance it had improved, helped by the policy easing by the US\r\n\t\t\t\t\t\tFederal Reserve.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe reduction in the fed funds rate of 25 basis points in late October had been fully\r\n\t\t\t\t\t\tanticipated by the market. The Fed's statement accompanying the policy\r\n\t\t\t\t\t\teasing indicated that the downside risks to growth were balanced by the upside\r\n\t\t\t\t\t\trisks to inflation. The market nonetheless continued to expect further cuts\r\n\t\t\t\t\t\tto the fed funds rate.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThere had been no change in monetary policy in the other major economies, though\r\n\t\t\t\t\t\tSweden had lifted interest rates. Monetary policy was being tightened in many\r\n\t\t\t\t\t\temerging economies. In China, the required reserves ratio had been lifted further,\r\n\t\t\t\t\t\tas the People's Bank of China attempted to offset the increase in domestic\r\n\t\t\t\t\t\tliquidity arising from the accumulation of foreign reserves.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn capital markets, LIBOR spreads had come down for both the US dollar and euro,\r\n\t\t\t\t\t\tparticularly for the one-month maturity. Spreads at the three-month maturity\r\n\t\t\t\t\t\thad also fallen but not to the same extent. Announcement of significant write-downs\r\n\t\t\t\t\t\tby some large investment banks had caused nervousness in markets. More write-downs\r\n\t\t\t\t\t\twere expected in the fourth quarter.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe improvement in sentiment had been more pronounced in Australia. Three-month bank\r\n\t\t\t\t\t\tbill and LIBOR spreads had fallen substantially from the peak levels reached\r\n\t\t\t\t\t\tat the height of the credit market disruptions. They were still above the lows\r\n\t\t\t\t\t\tprevailing in the past few years, though it was unlikely that market pricing\r\n\t\t\t\t\t\twould return to those low levels in the near term, as risk was now being priced\r\n\t\t\t\t\t\tmore realistically.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tGovernment bond yields in the major countries had fluctuated in quite a wide range\r\n\t\t\t\t\t\tover the past month, ending the month around the low end of the range. The\r\n\t\t\t\t\t\tspread between US and German yields had narrowed significantly.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe spread between Australian and US bond yields had risen considerably over the\r\n\t\t\t\t\t\tpast few months, reaching over 190 basis points, the highest for some time.\r\n\t\t\t\t\t\tThis suggested that markets perceived a significant difference in the outlook\r\n\t\t\t\t\t\tfor the two economies.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tCorporate spreads in the United States had been relatively flat over the past month,\r\n\t\t\t\t\t\tremaining around the levels prevailing after the start of the credit crisis.\r\n\t\t\t\t\t\tNotably, prime borrowers had faced lower funding costs in recent months because\r\n\t\t\t\t\t\tyields on Treasury instruments had fallen by more than spreads had risen.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tShare prices globally had recorded reasonable gains in the past month, but gains\r\n\t\t\t\t\t\tin the larger markets were held back by weakness of financial stocks. Share\r\n\t\t\t\t\t\tprices in emerging markets had been particularly strong, notably in India,\r\n\t\t\t\t\t\tdespite regulatory attempts to slow inflows of foreign capital, and in Indonesia.\r\n\t\t\t\t\t\tChinese share prices had continued to rise very sharply.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn Australia, the performance of the financial sector, in particular the banks, stood\r\n\t\t\t\t\t\tin sharp contrast to that in the United States. Australian banks had reported\r\n\t\t\t\t\t\tstrong growth in earnings in the half-year to September. No write-downs in\r\n\t\t\t\t\t\tasset values related to US sub-prime loans and structured debt were reported,\r\n\t\t\t\t\t\tas exposure to these instruments was negligible. The Australian share market\r\n\t\t\t\t\t\thad outperformed its international peers because of the strength of the resources\r\n\t\t\t\t\t\tsector and comparatively better performance of financial stocks. While there\r\n\t\t\t\t\t\thad been little change overall over the past month, the Australian market was\r\n\t\t\t\t\t\tabout 18 per cent higher over the year to date, with resource stocks increasing\r\n\t\t\t\t\t\tby about <span class=\"no-wrap\">50 per cent</span> over that period.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tMargin lending in Australia fell in the September quarter. Margin calls had increased,\r\n\t\t\t\t\t\tbut they were still low as gearing was quite conservative. These developments\r\n\t\t\t\t\t\tdid not suggest investors were having any problems in meeting their obligations\r\n\t\t\t\t\t\tand, in any event, market indices had subsequently risen.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn foreign exchange markets, the main development over the past month was the further\r\n\t\t\t\t\t\tdepreciation of the US dollar, which had reached record low levels in nominal\r\n\t\t\t\t\t\tand real trade-weighted terms, falling by about 12 per cent over the past year.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe renmimbi had also appreciated by about <span class=\"no-wrap\">5 per cent</span> against the US dollar over the year,\r\n\t\t\t\t\t\tbut in trade-weighted terms the effect of this appreciation had been approximately\r\n\t\t\t\t\t\toffset by the depreciation of the US dollar against other currencies. Attempts\r\n\t\t\t\t\t\tby the Chinese authorities to stem the rate of exchange rate appreciation against\r\n\t\t\t\t\t\tthe US dollar had seen foreign exchange reserves rise to US$1.4 trillion.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tThe Australian dollar had appreciated further in October, but trading had remained\r\n\t\t\t\t\t\tvolatile. The exchange rate had reached a new high both against the US dollar\r\n\t\t\t\t\t\tand in trade-weighted terms. Over the past year, the Australian dollar had\r\n\t\t\t\t\t\tincreased by more than <span class=\"no-wrap\">10 per cent</span> in effective terms and was higher\r\n\t\t\t\t\t\tagainst all currencies in the basket apart from the Canadian dollar. Members\r\n\t\t\t\t\t\tnoted that movements in the Australian dollar had recently been highly correlated\r\n\t\t\t\t\t\twith general market sentiment towards risk.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tConditions in domestic credit markets had improved noticeably in October. As an indication\r\n\t\t\t\t\t\tof this, bond issuance had picked up, though mostly by financial institutions.\r\n\t\t\t\t\t\tBond spreads had increased since the onset of the credit market disruption,\r\n\t\t\t\t\t\tand were about 20 basis points higher for top-rated borrowers. Issuance\r\n\t\t\t\t\t\tof residential-mortgage-backed securities had also increased recently, though\r\n\t\t\t\t\t\tthe size of issues had fallen and spreads had widened. Bond issuance by corporates\r\n\t\t\t\t\t\thad been minor, perhaps indicating that these borrowers were looking to their\r\n\t\t\t\t\t\tbankers for funding, which would be consistent with the sharp growth in intermediated\r\n\t\t\t\t\t\tbusiness credit in recent months.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tSince the August cash rate increase, it was estimated that banks' funding costs\r\n\t\t\t\t\t\thad risen by an additional 15 basis points. This had been passed on to many\r\n\t\t\t\t\t\tbusiness borrowing rates and most low-doc and non-conforming housing loan rates,\r\n\t\t\t\t\t\tbut not to rates on standard variable mortgages.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tDemand for exchange settlement funds at the Reserve Bank had declined as credit market\r\n\t\t\t\t\t\tconditions had improved, though it was still somewhat higher than the average\r\n\t\t\t\t\t\tlevel of recent years. The Bank was supplying enough to meet that demand, so\r\n\t\t\t\t\t\tas to keep the cash rate at the target.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn relation to Australian monetary policy, markets had moved immediately following\r\n\t\t\t\t\t\tthe release of the CPI to fully price in a tightening at this meeting.\r\n\t\t\t\t\t</p>"], "Considerations for Monetary Policy": ["<p>\r\n\t\t\t\t\t\tThe recommendation to the Board was for an increase in the cash rate of 25 basis\r\n\t\t\t\t\t\tpoints to <span class=\"no-wrap\">6.75 per cent.</span>\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn considering the recommendation, Board members agreed that on domestic economic\r\n\t\t\t\t\t\tgrounds, the case for a further tightening of monetary policy was clear. Key\r\n\t\t\t\t\t\tdata on demand and activity and prices all pointed to the likelihood of stronger\r\n\t\t\t\t\t\tmedium-term inflationary pressures. According to the latest national accounts,\r\n\t\t\t\t\t\tall components of demand, apart from housing investment, were increasing strongly\r\n\t\t\t\t\t\tand economic activity had expanded at a pace well above average over the year\r\n\t\t\t\t\t\tto June. Available data suggested these trends had continued more recently.\r\n\t\t\t\t\t\tThe labour market had tightened further and underlying inflation had risen\r\n\t\t\t\t\t\tto around <span class=\"no-wrap\">3 per cent.</span>\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tMembers noted that on a year-ended basis, inflation was expected to increase further\r\n\t\t\t\t\t\tin the near term. The staff's inflation forecast showed CPI and underlying\r\n\t\t\t\t\t\tinflation rising to above <span class=\"no-wrap\">3 per cent</span> by mid next year, and there was a risk\r\n\t\t\t\t\t\tof inflation remaining above the target for an extended period. In discussing\r\n\t\t\t\t\t\tthis outlook, members noted that strong investment was adding to productive\r\n\t\t\t\t\t\tcapacity and the appreciation of the exchange rate was likely to have a dampening\r\n\t\t\t\t\t\teffect on prices. Nonetheless, if the recent pace of demand growth were sustained,\r\n\t\t\t\t\t\tthere would be further pressure on the economy's productive capacity\r\n\t\t\t\t\t\tand the labour market, intensifying inflationary pressures over the medium\r\n\t\t\t\t\t\tterm.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tMembers took note that parts of the world economy had become weaker in recent months\r\n\t\t\t\t\t\tand forecasts for the United States and other major industrial economies had\r\n\t\t\t\t\t\tbeen lowered, partly reflecting the likely effects of the tightening of capital\r\n\t\t\t\t\t\tmarket conditions since August. However, world growth was still expected to\r\n\t\t\t\t\t\tbe above average in 2008, due to the growing importance of China and other\r\n\t\t\t\t\t\temerging economies. Ongoing rapid growth in China, in particular, was stimulating\r\n\t\t\t\t\t\tthe Australian economy, with the higher levels of commodity prices and the\r\n\t\t\t\t\t\tterms of trade lifting domestic incomes and underpinning strong growth in spending.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tAs in previous months, credit market developments in Australia and overseas were\r\n\t\t\t\t\t\tan important element in the Board's deliberations. Members noted that,\r\n\t\t\t\t\t\talthough confidence in international credit markets remained fragile, market\r\n\t\t\t\t\t\tconditions had generally been more settled recently, with risk spreads narrowing\r\n\t\t\t\t\t\tfrom their peaks of a couple of months earlier. The disruptions from the tightening\r\n\t\t\t\t\t\tin credit conditions in the United States and other major economies were expected\r\n\t\t\t\t\t\tto play out over a protracted period and the extent to which they would moderate\r\n\t\t\t\t\t\teconomic growth was uncertain. But the tightening of credit conditions in Australia\r\n\t\t\t\t\t\thad not been as pronounced as elsewhere and, in any event, local conditions\r\n\t\t\t\t\t\thad improved in recent weeks. Although interest costs in wholesale markets\r\n\t\t\t\t\t\twere still a little higher than a few months earlier, sound borrowers were\r\n\t\t\t\t\t\tstill able to obtain finance readily.\r\n\t\t\t\t\t</p>", "<p>\r\n\t\t\t\t\t\tIn weighing all the information available on domestic and overseas economic conditions\r\n\t\t\t\t\t\tand developments in financial markets, members judged that, on balance, a further\r\n\t\t\t\t\t\tincrease in the cash rate was needed to contain inflation to 2–3 per\r\n\t\t\t\t\t\tcent in the medium term.\r\n\t\t\t\t\t</p>"], "The Decision": ["<p>\r\n\t\t\t\t\t\tThe Board decided that the cash rate should be increased by 25 basis points to <span class=\"no-wrap\">6.75 per cent,</span> effective the following day.\r\n\t\t\t\t\t</p>"]}}
]